Repository: ssraminder/cethos-tm
Catalog: smoke/sample.tmx
Source language: en_us
Languages: fr_fr

source: Hello, world.
fr_fr: Bonjour, le monde.

source: This is the first paragraph with two sentences.
fr_fr: Ceci est le premier paragraphe avec deux phrases.

source: The quick brown fox jumps over the lazy dog.
fr_fr: Le rapide renard brun saute par-dessus le chien paresseux.

source: Welcome to Acme Corporation.
fr_fr: Bienvenue chez Acme Corporation.

source: Please contact our support team for assistance.
fr_fr: Veuillez contacter notre équipe d'assistance pour obtenir de l'aide.
